<?php
$js_title ="";
$js_array = array();

switch($code){
		case "01":
		case "02":
		case "03":
		$js_title ="JSR 하이푸센터의 특별함";
		$js_array = array("01"=>"하이푸 전문 의료기관","02"=>"JSR 하이푸센터의 치료철학","03"=>"JSR 하이푸센터 공식파트너","04"=>"자궁근종이란?","05"=>"다발성 자궁근종","06"=>"고난이도 자궁근종","07"=>"거대 자궁근종","08"=>"점막 하 자궁근종","09"=>"임신 전 자궁근종","10"=>"자궁선근증이란?","11"=>"복합 자궁선근증","12"=>"고난이도 자궁선근증","13"=>"임신 전 자궁선근증","14"=>"비정상혈관 색전술+하이푸치료","15"=>"비정상혈관 색전술","16"=>"하이푸 치료절차","17"=>"입체 MRI 초음파검사","18"=>"사전사후 케어 시스템");
        break;
		case "04":
		case "05":
		case "06":
		case "07":
		case "08":
		case "09":
		$js_title ="자궁근종";
		$js_array = array("01"=>"하이푸 전문 의료기관","02"=>"JSR 하이푸센터의 치료철학","03"=>"JSR 하이푸센터 공식파트너","04"=>"자궁근종이란?","05"=>"다발성 자궁근종","06"=>"고난이도 자궁근종","07"=>"거대 자궁근종","08"=>"점막 하 자궁근종","09"=>"임신 전 자궁근종","10"=>"자궁선근증이란?","11"=>"복합 자궁선근증","12"=>"고난이도 자궁선근증","13"=>"임신 전 자궁선근증","14"=>"비정상혈관 색전술+하이푸치료","15"=>"비정상혈관 색전술","16"=>"하이푸 치료절차","17"=>"입체 MRI 초음파검사","18"=>"사전사후 케어 시스템");
        break;
		case "10":
		case "11":
		case "12":
		case "13":
		$js_title ="자궁선근증";
		$js_array = array("01"=>"하이푸 전문 의료기관","02"=>"JSR 하이푸센터의 치료철학","03"=>"JSR 하이푸센터 공식파트너","04"=>"자궁근종이란?","05"=>"다발성 자궁근종","06"=>"고난이도 자궁근종","07"=>"거대 자궁근종","08"=>"점막 하 자궁근종","09"=>"임신 전 자궁근종","10"=>"자궁선근증이란?","11"=>"복합 자궁선근증","12"=>"고난이도 자궁선근증","13"=>"임신 전 자궁선근증","14"=>"비정상혈관 색전술+하이푸치료","15"=>"비정상혈관 색전술","16"=>"하이푸 치료절차","17"=>"입체 MRI 초음파검사","18"=>"사전사후 케어 시스템");
        break;
		case "14":
		case "15":
		$js_title ="비정상혈관 색전술";
		$js_array = array("01"=>"하이푸 전문 의료기관","02"=>"JSR 하이푸센터의 치료철학","03"=>"JSR 하이푸센터 공식파트너","04"=>"자궁근종이란?","05"=>"다발성 자궁근종","06"=>"고난이도 자궁근종","07"=>"거대 자궁근종","08"=>"점막 하 자궁근종","09"=>"임신 전 자궁근종","10"=>"자궁선근증이란?","11"=>"복합 자궁선근증","12"=>"고난이도 자궁선근증","13"=>"임신 전 자궁선근증","14"=>"비정상혈관 색전술+하이푸치료","15"=>"비정상혈관 색전술","16"=>"하이푸 치료절차","17"=>"입체 MRI 초음파검사","18"=>"사전사후 케어 시스템");
        break;
		case "16":
		case "17":
		case "18":
		$js_title ="하이푸 치료시스템";
		$js_array = array("01"=>"하이푸 전문 의료기관","02"=>"JSR 하이푸센터의 치료철학","03"=>"JSR 하이푸센터 공식파트너","04"=>"자궁근종이란?","05"=>"다발성 자궁근종","06"=>"고난이도 자궁근종","07"=>"거대 자궁근종","08"=>"점막 하 자궁근종","09"=>"임신 전 자궁근종","10"=>"자궁선근증이란?","11"=>"복합 자궁선근증","12"=>"고난이도 자궁선근증","13"=>"임신 전 자궁선근증","14"=>"비정상혈관 색전술+하이푸치료","15"=>"비정상혈관 색전술","16"=>"하이푸 치료절차","17"=>"입체 MRI 초음파검사","18"=>"사전사후 케어 시스템");
        break;
}

?>
<div class="js__sub__lnb border__box">
	<div class="js__lnb__title border__box">
		<?php echo $js_title ?>
	</div>	
	<ul class="js__lnb__ul border__box">
		<?php
		   foreach($js_array as $href => $js_value) {
         ?>
			<li class="js__lnb__li">
				<a href="/hifu/hifu.php?code=<?php echo $href ?>" class="js__lnb__click"><?php echo $js_value?></a>
			</li>
        <?php } ?>
	</ul>
</div>